// 本地模拟数据  
var localData = [
  {
    id: 1,
    tips: '▪ 为了保护肌肤屏障，洗脸次数不要过多，一般早上用清水洗脸，晚上用洁面产品洗脸就好啦！'
  }, {
    id: 2,
    tips: '▪ 洗脸的时候最好是先用温水彻底洁净肌肤之后，再用冷水收缩毛孔，促进脸部组织营养供应。'
  }, {
    id: 3,
    tips: '▪ 一般年轻健康的皮肤正常新陈代谢周期为28天。若因环境、护肤品等使用不当时会造成正常新陈代谢周期的改变，与年龄也有一定关系。'
  }, {
    id: 4,
    tips: '▪ 要定时补充防晒霜，尤其是在户外时，每隔2~3小时就要补涂一次防晒霜，只要是漏在外面的肌肤均可涂抹，防晒霜随时随地涂抹绝对有用。'
  },  {
    id: 5,
    tips: '▪ 紫外线在高温下不是最强烈的，紫外线有反射面，反射面的紫外线指数高于高温下的紫外线指数，所以最强烈的紫外线是太阳光照射后反射面的紫外线。'
  }, {
    id: 6,
    tips: '▪ 像是在海面、沙滩、雪地或者是逛街的橱窗上反射出的光是紫外线最伤害肌肤的，因此尽量涂抹防晒或是避开这些为最好。'
  }, {
    id: 7,
    tips: '▪ 防晒中的有效成分必须渗透至角质表层后，才能发挥长时间的保护效果。因此防晒霜一般都是出门前15~20分钟涂抹为防晒护肤最佳效果。'
  }, {
    id: 8,
    tips: '▪ 当皮肤变黑时会引起皮肤干燥、缺水、脱皮这些现象，这就表明了你的皮肤已经被晒伤。不能因为被晒黑了就不去防晒护肤了，一定要更加加强防护。'
  }, {
    id: 9,
    tips: '▪ 防晒产品上的SPF是指它对皮肤紫外线抵挡的时间倍数。简单来说就是SPF后面的数字越小它的防晒、防护指数效果一般，后面的数字越大它的防晒、防护指数越高效果越好。那后面的PA是指产品防护紫外线对皮肤防晒黑的能力，后面的+号表示防晒的时间和防晒强度，+号越多的说明防晒防护时间越久效果超强。'
  }, {
    id: 10,
    tips: '▪ 多吃维生素C的确有强效的抗氧化作用，绿茶中含有大量的茶多酚，是自由基的清除剂，起到抗氧化作用，它还可以减少紫外线对肌肤的伤害以及污染产生的游离基。'
  },
]

// 定义数据出口  
module.exports = {
  postList3: localData
}  
