// 本地模拟数据  
var localData = [
  {
    // 少女针
    'id': 1,
    orientationList: [
      { id: "01", region: "项目介绍" },
      { id: "02", region: "项目档案" },
      { id: "03", region: "常见问题" },
      { id: "04", region: "术前提示" },
      { id: "05", region: "术后护理" }
    ],
    attention: [
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' }
    ],
    safe: [
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' }
    ],
    complexity: [
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/hx.png' },
      { src: '../../images/hx.png' },
      { src: '../../images/hx.png' }
    ],
    project: {
      'icon': '../../images/1.png',
      'title': '项目概览',
      'title1': '项目简介',
      'price': '约5000~10000元/次',
      'src': 'http://deer.ysigntech.com/upload/qYfmwk/dao.jpg',
      'effectList': [
        '减龄、面部年轻化、抗衰、祛皱、去面部细纹'
      ],
      'content': '少女针，其注射在真皮层，能持久性修复皱纹及不完美的缔结组织，并且可以被人体分解吸收和排出，安全性高。',
      'characteristic': '除填充除皱修复外，还可刺激胶原增生，让皮肤变得紧致。',
      'byname': '依恋诗、洢莲丝、ELLANSE、易丽适',
      'use': 'Ellanse',
      'instrument': 'Ellanse俗称少女针，也被称为二代童颜针。来自荷兰的信真皮填充剂，在国外以及香港已经上市一阵子了，2017年才引进台湾。它的概念其实很简单，也就是在需要改善的地方注射后，成分中的CMC（凝胶载体）会迅速使皱纹改善，虽然是填充剂，过一段时间后却会被人体所吸收，接下来就由PLC（可被人体吸收的医疗级聚合物）发挥功用，刺激体内的胶原蛋白增生，取代被吸收的凝胶载体，让皮肤停留在施打时的效果，保持少女般的容颜。',
      'similarity': '童颜针、胶原蛋白'
    },
    effect: [
      { url: 'http://deer.ysigntech.com/upload/qYfmwk/dao1.jpg' },
      { url: 'http://deer.ysigntech.com/upload/qYfmwk/dao2.jpg' },
      { url: 'http://deer.ysigntech.com/upload/qYfmwk/dao3.jpg' }
    ],
    archives: [
      { content: '· 面部松垮、下垂者；' },
      { content: '· 希望通过非手术，达到改善面部松垂者。' },
    ],
    taboo: [
      { content: '· 年龄18岁以下的未成年者；' },
      { content: '· 局部有炎症或感染性皮肤者；' },
      { content: '对药剂成分过敏者；' },
      { content: '·使用了抗凝血药物者；' },
      { content: '· 孕期、哺乳期及经期者。' },
    ],
    advantage: [
      { content: '· 不仅有填充的功效，还会刺激胶原蛋白的增生，达到皮肤的紧实；' },
      { content: '· 见效快，并且效果维持时间较长；' },
      { content: '· 能在人体内水分和二氧化碳作用下，被分解吸收和排出，安全性高。' }
    ],
    shortcoming: [
      { content: '· 目前国内中国药监局审批尚未给予认证，仍处于临床试验阶段；' },
      { content: '· 疗效非永久性的，只能达到暂时性的面部紧致效果。' }
    ],
    detail: {
      'time': '10-20分钟',
      'continued': '1—4年',
      'anaesthesia': '无需麻醉或表麻',
      'recovery': '7—14天',
      'cycle': '根据选择型号不同，其治疗周期不同',
      'Qualifications': '医疗美容科或皮肤科执行医师',
      'Operator': '注射',
      'ache': '轻度疼痛'
    },
    question: [
      {
        'id': 0,
        'q': '少女针的主要成分是什么？',
        'a': '少女针主要成分是由70%CMC（PB-S生物降解材料）和30%PCL（微型晶球聚己内酯）凝胶所组成。'
      }, {
        'id': 1,
        'q': 'Ellanse少女针治疗的感觉如何？',
        'a': 'Ellanse少女针是一种柔软、平滑的真皮填充剂，治疗时是通过一个非常细的针注射入皮肤，由于每个患者可能有不同的反应，痛感明显者在治疗前可敷表面麻醉，治疗后可使用冰袋于治疗区域，以减少肿胀及淤青。'
      }, {
        'id': 2,
        'q': 'Ellanse少女针治疗后需要多长的恢复期？',
        'a': '多少使用者注射后不会影响日常生活，少部分使用者注射后可能发生肿胀发红的状况，但一般在24小时内就会恢复。唯一需要注意的是，注射后七天内避免过度暴晒在阳光下。'
      }, {
        'id': 3,
        'q': '为什么Ellanse少女针可以维持那么长的时间？',
        'a': 'Ellanes少女针的成分PCL微型晶球以及CMC凝胶，能够在均匀分布的皮下组织内，搭建一个帮助皮肤重新生长的自体胶原蛋白的支架，在人体能持续的诱发胶原蛋白新生，持续为肌肤塑造长期的丰盈弹性和紧致感，因此效果维持时间较长。'
      }, {
        'id': 4,
        'q': '哪些部位适合接受Ellanes少女针治疗？',
        'a': 'Ellanse少女针对面部的法令纹、木偶纹等皱纹，可产生立即明显的改善；另外，想让面部线条美化，也可以通过注射来填补凹陷，少女针对于下巴与鼻子的塑形也有相当好的效果。'
      }
    ],
    prompt: [
      { tip: ' 1.注射当天不要化妆，女性避开月经期；' },
      { tip: ' 2.注射前禁用抗凝血药物及阿司匹林；' },
      { tip: ' 3.注射前检查身体健康状况，且无严重器官疾病、无出凝血疾病、无糖尿病、免疫性疾病及神经运动功能障碍；' },
      { tip: ' 4.治疗部位无局部感染病状。' }
    ],
    postoperative: [
      {
        time: '0天~3天',
        name: '红肿期',
        tips: '注射部位肿胀程度，会在2-3天最为明显，大概为刚注射完1.5到2倍。',
        method: {
          me: '1.注射后12小时内，避免接触注射区域；\n2.保持注射部位清洁干燥，不要洗热水浴，不做剧烈运动；\n3.注射后不要触摸和按压，避免面部肌肉频繁运动，以保持注射部位填充物的均匀分布。',
        }
      },
      {
        time: '4天~7天',
        name: '快速消肿期',
        tips: '一周左右，肿胀程度逐渐好转，一般消肿70%。',
        method: {
          me: '1.注射一周内，避免使用刺激性及去角质产品；\n2.注射后，有些微出血、疼痛、在注射点出现局部红肿现象、淤血、轻微肿胀，皆为正常，2-6天左右可复原。',
        }
      }, {
        time: '8天~40天',
        name: '效果显现期',
        tips: '注射后一个月左右，完全恢复到自然，效果会慢慢展现出来',
        method: {
          me: '1.注射后10天内，做好防晒工作，避免阳光暴晒；\n2.此期间少吃辛辣、刺激性食物。'
        }
      }, {
        time: '41天~365天',
        name: '效果稳定期',
        tips: '形态效果稳定。',
        method: {
          me: '如果任何不适，请及时到院复诊。'
        }
      },
    ]
  },{
    // 菲洛嘉
    id: 2,
    activeIndex: 0,
    orientationList: [
      { id: "01", region: "项目介绍" },
      { id: "02", region: "项目档案" },
      { id: "03", region: "常见问题" },
      { id: "04", region: "术前提示" },
      { id: "05", region: "术后护理" }
    ],
    attention: [
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' }
    ],
    safe: [
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' }
    ],
    complexity: [
      { src: '../../images/rx.png' },
      { src: '../../images/hx.png' },
      { src: '../../images/hx.png' },
      { src: '../../images/hx.png' },
      { src: '../../images/hx.png' }
    ],
    project: {
      'id': "01",
      region: '项目介绍',
      'icon': '../../images/1.png',
      'title': '项目概览',
      'title1': '项目简介',
      'src': 'http://deer.ysigntech.com/upload/qYfmwk/ji.jpg',
      'price': '500~7000元/次',
      'effectList': [
        '缩小毛孔、去面部细纹、提亮肤色、抗初老、嫩肤'
      ],
      'content': '菲洛嘉严格意义来说并不是“水光针”，常说的水光针只是单一含有玻尿酸的产品，而菲洛嘉除含有玻尿酸外，产品里还含有人体皮肤所含的53+1种营养成分，为肌肤深层补水，同时能补充人体所需营养成分，可有效紧致毛孔，淡化皱纹，恢复弹性，提亮肤色。',
      'characteristic': '菲洛嘉模仿了人体细胞所需要的营养物质，专为皮肤补充营养成分。有效将53+1种再生活性成分，融合成为一种高效配方的美塑疗法产品。',
      'byname': 'filorga、全方位能量青春素、中胚层疗法、美塑疗法',
      'use': '菲洛嘉水光针',
      'instrument': '菲洛嘉水光针产品，包含NCTF135（精华液基础版）和NCTF135HA（精华液高浓度加强型）；由法国菲洛嘉医疗美容实验室研制，将53+1种再生活性成分（透明质酸+12种维他命+23种氨基酸+6种辅酶+5种核酸+6种矿物质+1种抗氧化物），融合成为一种高效配方的中胚层鸡尾酒产品；其拥有CE认证的法国试验研究中心证明的八大活肤效果，采用微创表皮注射方式，能有效实现补水、抗衰、面部提升、祛除细纹的美容效果。',
      'similarity': 'PRP自体血清美肤、水光针、种植面膜',
      toView: 'inToView01',
    },
    effect: [
      { url: 'http://deer.ysigntech.com/upload/qYfmwk/ji1.jpg' },
      { url: 'http://deer.ysigntech.com/upload/qYfmwk/ji2.jpg' },
      { url: 'http://deer.ysigntech.com/upload/qYfmwk/ji3.jpg' }
    ],
    archives:
    [
      { content: '· 毛孔粗大者;' },
      { content: '· 想要淡化皱纹者;' },
      { content: '· 皮肤暗黄者;' },
      { content: '· 想改善面部、颈部、前胸、手部所有皮肤需求部位者。'}
     ],
    taboo: [
      { content: '· 儿童、妊娠期和哺乳期女性；' },
      { content: '· 有严重疾病者（如心脏病）；' },
      { content: '· 自身免疫疾病史或正在接受免疫治疗者；' },
      { content: '· 有过敏症或对本品种任何一种成分过敏者；' },   
      { content: '· 一些对贝类食物呈现出过度敏感症状，或者曾出现过过敏反应的患者；' },
      { content: '· 凝血障碍或出血或淤青过多，或使用处方或非处方血液稀释药物（抗凝血剂）者；' },
      { content: '· 治疗区域内有活动性皮肤病（如银屑病、疮疡、湿疹或任何类型的皮疹）者。' },
    ],
    advantage: [
      { content: '· 拥有近40年的临床应用经验；' },
      { content: '· 坚持使用，皮肤问题将不易出现，衰老速度会逐渐减慢；' },
      { content: '· 基本无恢复期，能在不知不觉中悄然变美。' }
    ],
    shortcoming: [
      { content: '· 单次治疗效果有限，想达到理想效果，需多次/按疗程治疗。' },
    ],
    detail: {
      'time': '30分钟左右',
      'continued': '6-12个月',
      'anaesthesia': '表麻',
      'recovery': '无恢复期',
      'cycle': '3-6次一疗程，每次间隔2周',
      'Qualifications': '医疗美容科或皮肤科执行医师',
      'Operator': '注射光电',
      'ache': '轻度疼痛'
    },
    question: [
      {
        'showView': true,
        'id': 0,
        'q': '菲洛嘉可用于哪些部位？',
        'a': '菲洛嘉可用于脸部、颈部、胸前、手背、手臂内测、大腿内侧、肚脐周围（妊娠纹）的皮肤改善，甚至还可用于头皮、改善脱发。'
      }, {
        'showView': false,
        'id': 1,
        'q': '菲洛嘉能起到哪些作用？',
        'a': '1.  为干燥缺水及敏感肌肤，提供较佳的缩水抗皱效果；2.	唤醒肌肤的自我修复能力；3.	全面改善各种原因引起的黑眼圈、眼袋、各种色斑、鱼尾纹、黑色素等衰老型肌肤；4.	可快速令肌肤白皙、光滑、滋润、去黄气、红润有光泽，提升轮廓，使面部重现青春状态。'
      }, {
        'showView': false,
        'id': 2,
        'q': '菲洛嘉135HA与135有什么区别？',
        'a': '区别主要为玻尿酸含量的差异。NCTF135的玻尿酸含量为0.025mg/ml，适合年轻肌肤，非常严重缺水的类型。而NCTF135HA的玻尿酸含量为5mg/ml，适合熟龄肌肤，衰老缺水的人群。'
      }, {
        'showView': false,
        'id': 3,
        'q': '菲洛嘉的治疗过程是怎样的？',
        'a': '菲洛嘉可采用皮下注射或微针注射：1.	中胚层产品（美塑疗法）：可使用微针（滚针）配合产品使用。脸部1-2支，每间隔15-30天使用/次；2.	注射方法：全面部皮下线状注射，每次用量2-3支；间隔时间为15天至一个月，连续注射三次为一疗程。'
      }, {
        'id': 4,
        'showView': false,
        'q': '菲洛嘉使用一个疗程后效果能持续多长时间？',
        'a': '菲洛嘉持续使用一个疗程后，效果可维持1-2年。由于成纤维细胞，不可改变的自然凋亡，一年内完成两个疗程的治疗，将会达到较佳效果。后续治疗的间隔和用量都可以适当减少，只做维持治疗即可。'
      }
    ],
    prompt: [
      { tip: ' 1.避开月经期，以免加重淤青和肿胀；' },
      { tip: ' 2.注射前不要服用抗凝类药物（如阿司匹林、维生素E等）；' },
      { tip: ' 3.妊娠期、哺乳期女性需要提前告知医生；' },
      { tip: ' 4.注射当天不化妆，保持面部清洁；' },
      { tip: ' 5.若有多种严重的过敏症状，或治疗部位有青春痘与粉刺或伤口时，请与医生讨论是否暂延治疗，避免造成局部伺机性感染。' },
    ],
    postoperative: [
      {
        time: '0天~3天',
        name: '红肿期',
        tips: '可能会出现，红斑或肌肤灼烧、刺痛感，属于正常现象。',
        method: {
            me: '1.面部治疗后，12小时内不要洗脸，2-3天内使用的洗脸水，以温凉为宜；\n2.治疗后，12小时内不要化妆；避免长时间日晒，或暴露与其他紫外线光源，注意避寒；\n3.治疗后一周内，禁止剧烈运动、三温暖或热水浴。'
        }
      },
      {
        time: '4天~7天',
        name: '组织恢复期',
        tips: '红斑或肌肤灼烧、刺痛感，逐渐吸收。',
        method: {
          me: '碰触肌肤或涂抹护肤品，力度要轻柔，不使用刺激性产品或药膏。'
        }
      }, {
        time: '8天~30天',
        name: '效果显现期',
        tips: '效果逐渐显现。',
        method: {
       me: '	1.面部及毛发治疗后，7~15天内保持充足睡眠；\n2.不吃辛辣刺激性食物；\n3.注意物理防晒，避免晒伤导致色素沉着。'
        }
      }
    ]
  },
  {
    //嗨体去颈纹
    'id': 3,
    orientationList: [
      { id: "01", region: "项目介绍" },
      { id: "02", region: "项目档案" },
      { id: "03", region: "常见问题" },
      { id: "04", region: "术前提示" },
      { id: "05", region: "术后护理" }
    ],
    attention: [
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/hx.png' },
      { src: '../../images/hx.png' }
    ],
    safe: [
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' }
    ],
    complexity: [
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/hx.png' },
      { src: '../../images/hx.png' },
      { src: '../../images/hx.png' }
    ],
    project: {
      'icon': '../../images/1.png',
      'title': '项目概览',
      'title1': '项目简介',
      'src': 'http://deer.ysigntech.com/upload/qYfmwk/ti.png',
      'price': '约3000~7000元/次',
      'effectList': [
        '颈部年轻化、天鹅颈、颈部抗衰、去颈纹'
      ],
      'content': '嗨体去颈纹，通过超微渗透技术，突破皮肤壁垒，定位、定层、定量输送营养，提升纤维细胞胶原蛋白合成，提高胶原纤维和成能力，还原颈部皮肤弹性和光滑度，有效嫩肤补水、收缩毛孔、提亮肤色、紧致提升、修复颈纹。',
      'characteristic': '可以更好地改善肤质，使得肌肤丝滑富有弹性。专门针对颈纹治疗的产品，注射后可提升成纤维细胞胶原分泌能力，从此拥有天鹅颈。',
      'byname': 'Hearty',
      'use': '嗨体',
      'instrument': '嗨体是经CFDA认证的一款专门针对颈纹治疗的产品。嗨体经过真皮层细胞赋活疗法，系统性建立皮肤健康微循环、可以减轻或消除皱纹，收紧皮肤、让皮肤水润有弹性、恢复皮肤健康状态。',
      'similarity': '玻尿酸去颈纹'
    },
    effect: [
      { url: 'http://deer.ysigntech.com/upload/qYfmwk/ti1.png' },
      { url: 'http://deer.ysigntech.com/upload/qYfmwk/ti2.jpg' },
      { url: 'http://deer.ysigntech.com/upload/qYfmwk/ti3.jpg' }
    ],
    archives: [
      { content: '·颈纹明显者;' },
      { content: '· 希望通过非手术改善颈纹者。' },
    ],
    taboo: [
      { content: '· 注射区域皮肤感染者；' },
      { content: '· 患自身免疫性疾病者；' },
      { content: '· 瘢痕体质或异物肉芽肿病史患者；' },
      { content: '· 对蛋白质和金属过敏者；' },
      { content: '· 长期服用抗凝血类药物及同类保健品者；' },
      { content: '· 孕期、哺乳期和经期女性。' }
    ],
    advantage: [
      { content: '· 操作简单，自然安全；' },
      { content: '· 直接作用于真皮层，可供给细胞营养，促进细胞增生；' },
      { content: '· 提升真皮层胶原蛋白产生能力，提升胶原纤维网状结构重建效率，可更好地改善肤质；' },
      { content: '· 注射后24小时，一般可见明显治疗效果。' }
    ],
    shortcoming: [
      { content: '· 需要按疗程注射；' },
      { content: '· 注射后皮肤可能会出现皮丘。' }
    ],
    detail: {
      'time': '20-30分钟',
      'continued': '6-12个月',
      'anaesthesia': '表麻',
      'recovery': '1个月左右',
      'cycle': '3-6次一疗程，每次间隔1个月',
      'Qualifications': '医疗美容科或皮肤科执行医师',
      'Operator': '注射',
      'ache': '无痛'
    },
    question: [
      {
        'id': 0,
        'q': '嗨体成分安全吗？',
        'a': '嗨体，是由爱美客技术发展股份有限公司与南开大学高分子化学研究所所联合开发，经过CFDA批准的用于皮肤真皮层注射的三类医疗器械产品。主要成分是氨基酸、肌肽、维生素，基础成分为透明质酸，所有成分均为皮肤组织合成胶原蛋白的必需物质，代谢机理明确。'
      }, {
        'id': 1,
        'q': '嗨体治疗为什么要有两个型号产品结合治疗？',
        'a': '颈纹主要是由于皮肤松弛衰老和真皮层断裂共同作用产生的，治疗时首先针对颈纹做针对性填充，可对细纹产生即刻平复填充效果，为胶原纤维的形成提供时间；然后用注射枪在颈部皮肤上进行点阵微量注射，给真皮层补入有效营养成分，扩大相关治疗范围，协同改善衰老导致的皮肤松弛问题。'
      }, {
        'id': 2,
        'q': '嗨体效果何时出现？能维持多久？',
        'a': '注射后24小时，能看见明显的治疗效果；嗨体采用疗程方式进行治疗，单疗程治疗结束后维持时间在6-12个月（维持时间根据个体差异不同而异）。为保持良好的质量效果，建议一个疗程结束后，每隔3个月进行一次颈纹紧致治疗，可有效延长美丽时间。'
      }, {
        'id': 3,
        'q': '为什么嗨体注射后有皮丘？多久才可以恢复？',
        'a': '嗨体注射即刻可能会产生皮丘，是由于真皮内注射的层次较为表浅，所产生的局部反应，属于正常现象，通常无需处理，24-48小时可自然消退。'
      }, {
        'id': 4,
        'q': '真皮内注射有什么好处？',
        'a': '通过补充真皮层内的营养成分，例如氨基酸、透明质酸、维生素等人体必需的物质，可以促进真皮层胶原蛋白的合成，从而达到抗衰老、增加皮肤含水量、提高皮肤弹性的综合效果。真皮内是一个非常安全的注射层次，毛细血管分布较少，不易出现淤青，更不会出现栓赛等严重并发症。真皮层注射是一种广泛应用于美容医学领域的皮肤抗衰老的治疗层次。'
      }
    ],
    prompt: [
      { tip: ' 1.当天不要化妆，女性避开月经期；；' },
      { tip: ' 2.术前禁用抗凝血药物及阿司匹林；' },
      { tip: ' 3.检查身体健康情况，且无严重器官疾病、无出凝血疾病、无糖尿病、免疫性疾病及神经运动功能障碍；' },
      { tip: ' 4.治疗部位无局部感染病状。' }
    ],
    postoperative: [
      {
        time: '0天~3天',
        name: '红肿期',
        tips: '注射部位肿胀、发红、发硬，有时会有轻度的淤青。',
        method: {
        me: '1.注射后12小时以内，避免接触注射区域；\n2.保持注射部位清洁干燥，不要洗热水浴，不做剧烈运动；\n3.注射后当天冰敷一次，时间不超过30分钟\n4.注射后不要触摸和按压，避免面部肌肉频繁运动，以保持注射部位填充物的均匀分布。'
        }
      },
      {
        time: '4天~7天',
        name: '快速消肿期',
        tips: '消肿较快，轻度肿胀，淤青吸收，形态效果明显，不是最终效果，等组织恢复，肿胀完全吸收。',
        method: {
        me: '1.一周内禁烟酒及辛辣刺激性食物；不可服用阿司匹林等，抗凝类药物；\n2.避免爆漏在阳光及射线下或解除高热环境，类如桑拿温泉等；\n3.尽量避免注射区域及周边部涂抹外用药物和化妆品，以及其他刺激性物品。'
        }
      }, {
        time: '8天~90天',
        name: '效果稳定期',
        tips: '肿胀逐渐吸收，效果从较为明显到效果良好。',
        method: {
          me: '1.一个月内注射部位禁止热敷、挤压或按摩注射部位；\n2.保持面部放松，勿做过多的面部表情。'
        }
      }, {
        time: '91天~180天',
        name: '降解期',
        tips: '形态效果稳定，3个月之后逐渐开始代谢。',
        method: {
        me: '1.如代谢后导致形态不满意者，可在三个月后进行二次注射；\n2.如有任何不适，请及时到院复诊。'
        }
      },
    ]
  },  {
    // 童颜针
    'id': 4,
    orientationList: [
      { id: "01", region: "项目介绍" },
      { id: "02", region: "项目档案" },
      { id: "03", region: "常见问题" },
      { id: "04", region: "术前提示" },
      { id: "05", region: "术后护理" }
    ],
    attention: [
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' }
    ],
    safe: [
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' }
    ],
    complexity: [
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/hx.png' },
      { src: '../../images/hx.png' },
      { src: '../../images/hx.png' }
    ],
    project: {
      'icon': '../../images/1.png',
      'title': '项目概览',
      'title1': '项目简介',
      'price': '3000~12000元/次',
      'src': 'http://deer.ysigntech.com/upload/qYfmwk/dao.jpg',
      'effectList': [
        '减龄、面部年轻化、抗衰、紧致/紧肤、抗初老'
      ],
      'content': '童颜针，是一种注射填充剂，所含的主要成分是聚左旋乳酸（PLLA），它是一种人造但与人体相融、并可分解吸收的物质，具有良好的生物相容性和可降解性两大特性，其作用原理是通过刺激自身胶原蛋白增生，来达到抗衰及紧致提升的作用。',
      'characteristic': '童颜针是具有填充、紧致、拉缇、回春等多重效果的微整形新武器。',
      'byname': '3D液态童颜针、左旋聚乳酸、聚左乳酸 塑然雅舒颜萃、Sculptra、3D聚左旋乳酸',
      'use': '童颜针',
      'instrument': '目前童颜针常用的有三种：新一代的4D韩国速溶童颜针Aesthe Fill（爱塑美），新一代美国的速溶童颜针Derma Veil（得美妍），还有二代的法国童颜针Sculptra（塑然雅）。前两者都是速溶的，后者需要提前48小时配制。。',
      'similarity': '胶原蛋白、少女针'
    },
    effect: [
      { url: 'http://deer.ysigntech.com/upload/qYfmwk/dao1.jpg' },
      { url: 'http://deer.ysigntech.com/upload/qYfmwk/dao2.jpg' },
      { url: 'http://deer.ysigntech.com/upload/qYfmwk/dao3.jpg' }
    ],
    archives: [
      { content: '· 想长效维持，并拉提紧实肌肤者；' },
      { content: '· 希望通过手术，达到长效的面部紧致者' },
    ],
    taboo: [
      { content: '· 年龄18岁以下的未成年者；' },
      { content: '· 局部有炎症或感染性皮肤者；' },
      { content: '· 对药剂成分过敏者；' },
      { content: '· 术前使用了抗凝血药物者；' },
      { content: '· 孕期、哺乳期及月经期女性。' },
    ],
    advantage: [
      { content: '· 安全性高，不会引起体内排斥，可在体内自行分解代谢；' },
      { content: '· 营养细胞深入肌肤深层，能激活成纤维细胞生长与再生，达到保持脸部更细致、更年轻的效果；' },
      { content: '· 效果全面，对于面部紧致、凹陷填充、皱纹等都有着不错的改善；' },
      { content: '· 其维持时间较长，一般可以保持1-3年时间。' }
    ],
    shortcoming: [
      { content: '· 目前童颜针在港台地区已被批准使用，而在大陆还没有拿到国家药监局的正式批文，仍处于临床试验阶段；' },
      { content: '· 疗效非永久性的，只能达到暂时性的除皱效果；' },
      { content: '· 童颜针和其他注射材料一样，注射后有一些不良反应，如注射部位红、肿、痛等情况发生。' }
    ],
    detail: {
      'time': '20-30分钟',
      'continued': '1—3年',
      'anaesthesia': '无需麻醉或表麻',
      'recovery': '4—7天',
      'cycle': '一个疗程最多3-6次注射，每次注射相隔4-6星期',
      'Qualifications': '医疗美容科或皮肤科执行医师',
      'Operator': '注射',
      'ache': '轻度疼痛'
    },
    question: [
      {
        'id': 0,
        'q': '注射前需要做皮肤过敏测试吗？',
        'a': '不需要，童颜针是由含有源于植物果酸的聚左旋乳酸成分形成，它是一种可降解的合成聚合物，被用来制造可吸收性医疗用品已有数十年的时间，其中包括可吸收缝线、外科补片、螺钉以及可以诱导组织再生的薄膜等，因此在注射前无需进行皮肤过敏测试。'
      }, {
        'id': 1,
        'q': '童颜针注射安全性高吗？',
        'a': '只要合理、合量注射、安全性高；早期临床试验反映，高浓度的聚左旋乳酸对机体的刺激较大，肉芽肿的发病率高，后期的临床实验，因降低了注射浓度，在欧、美等国家使用多年一直保持较高的安全记录，并发症仅少量出现，这些并发症与注射技术、按摩等有直接关系。'
      }, {
        'id': 2,
        'q': '注射童颜针后，面部会不会变得僵硬？',
        'a': '不会的，童颜针其主要成分为聚左旋乳酸，它是乳酸的聚合物很天然，因为身体本来就有乳酸，所以能完全适应它的存在，它能提供结构薄膜，帮助胶原增生，随着时间推移可被人体代谢吸收。'
      }, {
        'id': 3,
        'q': '童颜针里面这“聚左旋乳酸（PLLA）安全吗”？',
        'a': '聚左旋乳酸（PLLA）是一种安全性风场高的注射剂，属于生物相容性（可吸收性）的材质，在医学界使用已经超过三十年，注射前并不需要做皮肤测试，它是经过了美国FDA以及欧盟CE核准认可的合法皮肤填充注射剂。'
      }, {
        'id': 4,
        'q': '注射童颜针有哪些风险？',
        'a': '童颜针虽然损伤较小，但是还会存在一些副作用。与其他可注射材料一样，通常也会有注射部位红、肿、通的情况发生，并无其他严重风险。'
      }
    ],
    prompt: [
      { tip: ' 1.注射当天不要化妆，女性避开月经期；' },
      { tip: ' 2.注射前禁用抗凝血药物及阿司匹林；' },
      { tip: ' 3.注射前检查身体健康状况，且无严重器官疾病、无出凝血疾病、无糖尿病、免疫性疾病及神经运动功能障碍；' },
      { tip: ' 4.治疗部位无局部感染病状。' }
    ],
    postoperative: [
      {
        time: '0天~3天',
        name: '红肿期',
        tips: '注射后24小时内敷冰袋，可有效减轻疼痛红肿。',
        method: {
          me: '1.注射后12小时内，避免接触注射区域；\n2.保持注射部位清洁干燥，不要洗热水浴，不做剧烈运动；\n3.注射后不要触摸和按压，避免面部肌肉频繁运动，以保持注射部位填充物的均匀分布。',
        }
      },
      {
        time: '4天~7天',
        name: '快速消肿期',
        tips: '注射后5天内，每天5次、每次5分钟的按摩，能辅助有效成分，于治疗部位更均匀分布，加速胶原蛋白增生作用，使治疗效果更自然。',
        method: {
          me: '1.避免使用刺激性及去角质产品，亦避免暴晒与太阳或紫外线灯光下；\n2.注射会有些微出血、疼痛、在注射点出现局部红肿现象、淤血、轻微肿胀，正常2-6天左右可复原；\n3.注射10日内，避免阳光照射。',
        }
      }, {
        time: '8天~30天',
        name: '效果稳定期',
        tips: '注射2周后，胶原蛋白开始增加，效果会慢慢体现出现。',
        method: {
        me: '1.治疗期间，少吃辛辣刺激食物；\n2.如有任何不适，请及时到院复诊。'
        }
      },
    ]
  }
]

// 定义数据出口  
module.exports = {
  postList2: localData
}  
