// 本地模拟数据  
var localData= [
{
  // 超皮秒
  id:1,
  activeIndex: 0,
  orientationList: [
    { id: "01", region: "项目介绍" },
    { id: "02", region: "项目档案" },
    { id: "03", region: "常见问题" },
    { id: "04", region: "术前提示" },
    { id: "05", region: "术后护理" }
  ],
  attention: [
    {src: '../../images/rx.png'},
    {src: '../../images/rx.png'},
    {src: '../../images/rx.png'},
    {src: '../../images/rx.png'},
    {src: '../../images/hx.png'}
    ],
  safe: [
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' }
  ],
  complexity: [
    { src: '../../images/rx.png' },
    { src: '../../images/hx.png' },
    { src: '../../images/hx.png' },
    { src: '../../images/hx.png' },
    { src: '../../images/hx.png' }
  ],
  project:{
    'id': "01",
    region:'项目介绍',
    'icon':'../../images/1.png',
    'title':'项目概览',
    'title1':'项目简介',
    'src':'http://deer.ysigntech.com/upload/qYfmwk/chao.png',
    'price':'约3980~9800元/次',
    'effectList':[
      '面部年轻化、嫩肤、祛斑净肤、祛痣、去胎记'
      ],
    'content':'皮秒激光是激光技术的一种，就是每个激光发射的脉冲持续时间（脉宽）达到皮秒级别的激光。PicoWay超皮秒具备三波长（532/785/1064nm），能量光斑连续可调。超越蜂巢皮秒，真正的“皮秒之王”最新顶级激光仪器PicoWay® 超皮秒，独有的全息点阵聚焦科技，拥有比蜂巢皮秒更快速强大的能量直接震碎黑色素，将黑色素破坏得比皮秒更小的粉尘状，更易于人体自身代谢，通过多维度治疗，达到祛除色素、美白嫩肤等效果，有效改善细纹、毛孔、肤色不均、色素斑等肌肤问题。',
    'characteristic':'很多明星在台湾做的“镭射净肤”就是皮秒激光。',
    'byname':'皮秒镭射、激光界的法拉利、超皮秒、皮秒祛斑、皮秒之王',
    'use':'PicoWay超皮秒',
    'instrument':'1次超皮秒=3次皮秒=181次传统激光。超短脉冲时间是皮秒镭射的独特优势，由纳秒缩短到皮秒单位（1Picoseond=10~12 second）时间越短，热能越少，能量却越强。',
    'similarity':'激光祛红血丝、激光点痣、C10祛斑、M22王者之冠',
        toView: 'inToView01',
  },
  effect: [
    { url: 'http://deer.ysigntech.com/upload/qYfmwk/chao1.png' },
    { url: 'http://deer.ysigntech.com/upload/qYfmwk/chao2.png' },
    { url: 'http://deer.ysigntech.com/upload/qYfmwk/chao3.png' }
  ],
  archives:
   [
    { content:'· 有纹身者;'}, 
    { content: '· 面部有红血丝者;' }, 
    { content:'· 面部细纹、眼周细纹、面部皮肤老化者;'}, 
    {
      content:'· 面部有各种色斑者（如雀斑、老年斑、咖啡斑、褐青色斑、太田痣等）;'
  }],
  taboo:[
    { content: '· 妊娠期女性；' },
    { content: '· 光过敏者、对光敏感者及用过光敏感药物者；' },
    { content: '· 高血压、糖尿病患者；' },
    { content: '· 服用消炎药、降压药者；' },
    { content: '· 长期服用某些精神类药物者；' },
    { content: '· 2周内有日光暴晒着；' },
    { content: '· 面部有炎症者。' }
  ],
  advantage:[
    { content: '· 能更准确地找到色斑；' },
    { content: '· 作用时间短、疗效快，热伤害小、恢复期较短；' },
    { content: '· 治疗后没有开创性伤口和真层损伤，对皮肤的伤害大大减小；' },
    { content: '· 功能强大，集合祛斑净肤和嫩肤、除皱纹、以及去纹身色素等功能于一体。' }
  ],
  shortcoming:[
    { content: '· 由于仪器本身较昂贵，正规皮秒激光的治疗费用也比较高' },
    { content: '· 上市时间较短，对于难治的黄褐斑其治疗效果仍在观察中。' }
  ],
  detail:{
    'time':'20~30分钟',
    'continued':'1~2年',
    'anaesthesia':'无需麻醉',
    'recovery':'1~3天',
    'cycle':'3-6次一疗程，每次间隔一个月',
    'Qualifications':'医疗美容科或皮肤科执行医师',
    'Operator':'光电',
    'ache':'轻度疼痛'
  },
  question:[
   {
      'showView': true,
      'id': 0,
      'q': 'PicoWay的波长是多少？',
      'a': '该系统具有532nm和1064nm的波长。通过谨慎选择波长，实现目标的最大吸收，并且最小化周围皮肤结构的吸收。PicoWay的双波长可去除各种类型皮肤上的多色纹身、顽固性纹身及良性色素性病变。'
    }, {
      'showView': false,
      'id': 1,
      'q': 'PicoWay可治疗哪些类型的色素性病变？',
      'a': 'PicoWay可治疗的的色素病变包括但不限于以下方面：激光嫩肤、日光斑或老年雀斑样痣、雀斑、咖啡斑、太田痣、贝克痣。'
    }, {
      'showView': false,
      'id': 2,
      'q': '色素问题不在面部可以做PicoWay超皮秒吗？',
      'a': '基本上只要是色素问题，不管在面部或是身体其它部位都可以透过PicoWay超皮秒来治疗。除了可以做面部的美肤之外还可以拿来打唇，也可以对一些私密的部位进行温和的色素代谢治疗。'
    }, {
      'showView': false,
      'id': 3,
      'q': '超皮秒几次可以祛斑成功？',
      'a': '传统的激光祛斑想要达到理想效果一般需要3-5次的治疗，甚至是更多次。而超皮秒激光采用532/1064nm双波长，能够更深层次的将皮肤中的黑色素爆破，使其快速排出体外，大大缩短了祛斑次数。同时，1-2次祛斑治疗后还能起到淡化细纹、美白嫩肤等多重功效。（因人而异）'
    }, {
      'id': 4,
      'showView': false,
      'q': '超皮秒祛斑后会反弹吗？会出现色沉吗？',
      'a': '关于祛斑实际并没有反弹一说，因为不同人的色斑情况不同，个人的护理工作也有很大差异，所以，在做了祛斑治疗之后维持的时间会有所差别。由于对皮肤的伤害减少到最小，因此皮秒激光治疗后出现色沉的几率大大降低了。因此，无论是做传统的激光祛斑还是超皮秒激光祛斑，注意后期的保养及护理才是保持肌肤光洁之美的有效措施。'
    }
  ],
  prompt:[
    { tip: ' 1.治疗前两周避免暴晒，否则容易出现色素沉着及瘢痕；' },
    { tip: ' 2.	治疗前做好面部清洁工作，当天别化妆；' },
    { tip: ' 3.	面部不可有炎症、破损伤口。' },
  ],
  postoperative:[
    {
      time:'0天~3天',
      name:'红肿期',
      tips: '皮肤会有粗糙感，一般可以在当天或隔日逐渐消失，个别患者可能会出现短暂的红肿热等反应。',
      method:{
        me:'1.治疗后可以使用胶原面膜贴敷料或冰膜；\n2.禁烟酒及辛辣刺激性食物；\n3.多补充维生素C，注意皮肤保湿，严格防晒，用冷水洗脸，避免晒伤导致色素沉着。\n'
      }
       },
    {
      time: '4天~7天',
      name: '结痂期',
      tips: '皮肤红肿基本消退，局部色素加深，皮肤表面出现无创性薄痂。',
      method: {
        me: '1.禁烟酒、辛辣刺激性食物及颜色深的食物如：咖啡、可乐等；\n2.不参加激烈运动，以免出汗后引起感染；\n3.面部治疗后5天内不宜用热水洗脸，擦干治疗部位后薄薄的涂上医生给你的专业药膏，直至痂皮脱落；\n4.不可使用其他药物或化妆品涂抹于治疗处；\n5.避免日晒，尽量使用防晒或打伞，室内室外都需涂抹防晒产品，避免晒伤导致色素沉着。'
      }
    }, {
      time: '8天~15天',
      name: '结痂脱落期',
      tips: '痂皮逐渐脱落完毕，形成新生皮肤，呈淡粉色。',
      method:{
        me: '1.继续使用修复产品，严格注意防晒，做好保湿工作；\n2.干痒严谨搔抓，要让痂皮自行成熟脱落，不得强行脱落。\n'
      }
    }, {
      time: '16天~30天',
      name: '效果稳定期',
      tips: '术后反应消退，效果逐渐显现，肤色提亮，色斑改善。',
      method:{
      me:'1.注意防晒和保湿，避免晒伤导致色素沉着；\n2.如想何彻底祛除斑点，需要切听医生嘱咐按疗程治疗；\n3.术后如有任何不良反应，请及时到院复诊。'
      }
    },
  ]
},
  {
    // 蜂巢皮秒
    'id': 2,
    orientationList: [
      { id: "01", region: "项目介绍" },
      { id: "02", region: "项目档案" },
      { id: "03", region: "常见问题" },
      { id: "04", region: "术前提示" },
      { id: "05", region: "术后护理" }
    ],
    attention: [
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/hx.png' }
    ],
    safe: [
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' }
    ],
    complexity: [
      { src: '../../images/rx.png' },
      { src: '../../images/hx.png' },
      { src: '../../images/hx.png' },
      { src: '../../images/hx.png' },
      { src: '../../images/hx.png' }
    ],
    project: {
      'icon': '../../images/1.png',
      'title': '项目概览',
      'title1': '项目简介',
      'src': 'http://deer.ysigntech.com/upload/qYfmwk/feng.jpg',
      'price': '约8600元左右/次',
      'effectList': [
        '收缩毛孔、祛斑净肤、祛红血丝、洗纹身、淡化斑点'
      ],
      'content': 'PicoSure激光中的“法拉利”。顾名思义，皮秒就是每个激光发射的脉冲持续时间（脉宽）达到皮秒级别的激光。皮秒激光脉宽只有传统Q开关纳秒激光的百分之一，其卓越性能保证皮秒激光对色素颗粒击碎更为彻底。皮秒激光利用极短脉冲的输入方式，运用光机械冲击波的效应取代热效应，将目标物粉碎成最小颗粒，且将光热效应的副作用降至最低，可以达到几乎解决各式色素的目的。皮秒激光的点阵模式不破坏表皮基底层，且同时达到刺激皮肤使其启动组织修复的机制，这样就能在祛斑美白的同时改善痘疤、毛孔、皱纹松弛的问题。',
      'characteristic': '在能量的基础上加了蜂巢透镜（Focus），由数百个微镜片重新分配PicoSure能量的蜂巢聚焦透镜（Focus Lens），它将每一束激光重新聚焦生成新的数百个激光点，并以原先20倍的威力，高度集中镭射光束，降低能量需求，让皮肤组织在高度能量集中下，达到PicoSure标准剂量的20倍治疗效果。',
      'byname': '',
      'use': '755蜂巢皮秒激光（Picosure）',
      'instrument': '2012年12月4日，赛诺秀研制的755蜂巢皮秒激光（Picosure）获得美国FDA的许可正式上市；它是一台翠绿宝石激光，FDA批准的适应症为纹身及良性色素性皮损的去除；其后，在2014年9月24日，随着在平台上附加崭新科技的Focus Lens Array（蜂巢式聚焦透镜）的手柄，PicoSure又获得了FDA关于除皱嫩肤和治疗痤疮萎缩性瘢痕的新许可。',
      'similarity': '超皮秒'
    },
    effect: [
      { url: 'http://deer.ysigntech.com/upload/qYfmwk/feng1.png' },
      { url: 'http://deer.ysigntech.com/upload/qYfmwk/feng2.jpg' },
      { url: 'http://deer.ysigntech.com/upload/qYfmwk/feng3.jpg' }
    ],
    archives: [
      { content: '· 眼部（眉毛/眼线）;' },
      { content: '· 面部（色斑/晒斑/咖啡斑/黄褐斑/雀斑/红血丝/毛孔粗大）;' },
      { content: '· 身体（有纹身部位）;' },
     ],
    taboo: [
      { content: '· 妊娠期女性；' },
      { content: '· 对近红外波长区的光过敏；' },
      { content: '· 有光引发的癫痫症；' },
      { content: '· 在最近的六个月内，口服或已经口服过异维甲酸，如Accutane；' },
      { content: '· 服用过提高光敏感性的药物；' },
      { content: '· 有活跃的局部或全身性感染，或治疗区域有开放性伤口；' },
      { content: '· 在治疗区域有单疱疹病毒；' },     
      { content: '· 后天性痣且易发展成恶性黑色毒瘤；' },
      { content: '· 有明显的全身性疾病或治疗区域有明显病症；' },
      { content: '· 有皮肤红斑狼疮；' },
      { content: '· 正在或曾经接受过金制剂病毒。' }
    ],
    advantage: [
      { content: '· 皮秒激光755波长对于黑色素沉淀吸收的专一性高，做一次便有显著效果；' },
      { content: '· 其击破黑色素速度比传统纳秒激光快7倍之多，由于速度快，不像传统激光会让肌肤组织累积热能而造成光热效应，解决了反黑、留疤的副作用；' },
      { content: '· 过程完全无创，治疗后不易红肿，恢复速度快，仅需3-5小时，完成后可如常生活、上妆保养，免除传统激光麻烦的恢复期。' },
    ],
    shortcoming: [
      { content: '· 价格较贵，需多次治疗；' },
      { content: '· 术后需注意防晒、补水；' },
      { content: '· 对于黄褐斑的治疗效果有限。' }
    ],
    detail: {
      'time': '约10-20分钟',
      'continued': '1~2年',
      'anaesthesia': '无需麻醉或表麻',
      'recovery': '约1天消肿，完全恢复约5-7天',
      'cycle': '3-6次一疗程，每次间隔一个月',
      'Qualifications': '医疗美容科或皮肤科执行医师',
      'Operator': '光电',
      'ache': '几乎无痛感'
    },
    question: [
      {
        'id': 0,
        'q': '755nm皮秒镭射为什么叫极速脉冲时间？',
        'a': '因为皮秒（10-12）时间极短，可快速清除色素，不易残留，并降低50%能量减低反黑，红肿等副作用，不用担心术后花费很多时间照顾伤口，还能利用最少次数达到预期的效果（例如：除刺青）实际除斑简单、快速、轻松的治疗。'
      }, {
        'id': 1,
        'q': '治疗的时候会痛么？需要多久时间？',
        'a': '使用755nm皮秒镭射治疗时候会有些微刺刺热热的感觉，专家会在治疗前建议使用麻醉药膏降低不舒服的的感觉，视治疗区域大小和种类，皮秒机械光雷射治疗时间约10~15分钟即可完成。'
      }, {
        'id': 2,
        'q': '做完755nm皮秒镭射后，自己需要怎样照顾？',
        'a': '755nm皮秒镭射治疗后，皮肤会短暂泛红（最短约一小时）给您适宜的温敷与保湿，让您快速退红使用修肌泉修复产品。单点深层色素或刺青治疗，治疗部位会出现灰白色薄型结痂，可搭配药膏局部涂抹，降低不是与促进修复。另外只需要注意保湿和防晒，照顾相当简便。'
      }, {
        'id': 3,
        'q': '皮秒镭射消除刺青要多久？',
        'a': '身上各部位的刺青痕迹，因为面积大小、颜色、部位都不同，需要专业的医师亲自评估后，才能建议治疗次数，每次治疗约需间隔6~8周不等，并由专家医师建议调整。'
      }
    ],
    prompt: [
      { tip: ' 1.治疗能量要从低到高，首次不要过高；' },
      { tip: ' 2.必须由受过培训的专业医师规范操作，避免接受三无产品，伪冒仪器，无证人员操作，以免引起皮肤烫伤、面部凹陷、神经损伤等严重情况。' }
    ],
    postoperative: [
      {
        time: '0天~3天',
        name: '红肿期',
        tips: '皮肤会有粗糙感，一般可以在当天或隔日逐渐消失，个别患者可能会出现短暂的红肿热等反应。',
        method: {
          me: '1.治疗后可以使用胶原面膜贴敷料或冰膜；\n2.禁烟酒及辛辣刺激性食物；\n3.多补充维生素C，注意皮肤保湿，严格防晒，用冷水洗脸，避免晒伤导致色素沉着。'
        }
      },
      {
        time: '4天~7天',
        name: '结痂期',
        tips: '皮肤红肿基本消退，局部色素加深，皮肤表面出现无创性薄痂。',
        method: {
          me: '1.禁烟酒、辛辣刺激性食物及颜色深的食物如：咖啡、可乐等；\n2.不参加激烈运动，以免出汗后引起感染；\n3.面部治疗后5天内不宜用热水洗脸，擦干治疗部位后薄薄的涂上医生给你的专业药膏，直至痂皮脱落；\n4.不可使用其他药物或化妆品涂抹于治疗处；\n5.避免日晒，尽量使用防晒或打伞，室内室外都需涂抹防晒产品，避免晒伤导致色素沉着。'
        }
      }, {
        time: '8天~15天',
        name: '结痂脱落期',
        tips: '痂皮逐渐脱落完毕，形成新生皮肤，呈淡粉色。',
        method: {
          me: '1.继续使用修复产品，严格注意防晒，做好保湿工作；\n2.干痒严谨搔抓，要让痂皮自行成熟脱落，不得强行脱落。'
        }
      }, {
        time: '16天~30天',
        name: '效果稳定期',
        tips: '术后反应消退，效果逐渐显现，肤色提亮，色斑改善。',
        method: {
          me: '1.注意防晒和保湿，避免晒伤导致色素沉着；\n2.如想何彻底祛除斑点，需要切听医生嘱咐按疗程治疗；\n3.术后如有任何不良反应，请及时到院复诊。'
        }
      },
    ]
}, {
  // 点阵
  'id': 3,
  orientationList: [
    { id: "01", region: "项目介绍" },
    { id: "02", region: "项目档案" },
    { id: "03", region: "常见问题" },
    { id: "04", region: "术前提示" },
    { id: "05", region: "术后护理" }
  ],
  attention: [
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' },
    { src: '../../images/hx.png' }
  ],
  safe: [
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' }
  ],
  complexity: [
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' },
    { src: '../../images/hx.png' },
    { src: '../../images/hx.png' }
  ],
  project: {
    'icon': '../../images/1.png',
    'title': '项目概览',
    'title1': '项目简介',
    'price': '约300~1000元/次',
    'src': 'http://deer.ysigntech.com/upload/qYfmwk/dian.png',
    'effectList': [
      '嫩肤、除皱、祛疤、祛斑'
    ],
    'content': '点阵激光是用激光，在皮肤上平均地打上微细的小孔，从而在皮肤层形成热剥脱、热凝固、热效应三个区域；继而引起一连串的皮肤生化反应，刺激皮肤进行自我修复，达到紧肤、嫩肤及去除色斑的效果。',
    'characteristic': '点阵激光是介于有创和无创之间的一种微创治疗的皮肤美容技术。',
    'byname': '飞梭镭射、像素激光',
    'use': 'CO2点阵激光',
    'instrument': '超脉冲CO2点阵激光是美国科医人公司出品 的一款点阵CO2激光设备，获得美国FDA和中国CFDA双认证点阵激光设备；一种微创激光技术，对于疤痕、皱纹等治疗效果相当可观。',
    'similarity': '射频微针、化学换肤、像素激光、微针美塑、去妊娠纹、伊肤泉微针'
  },
  effect: [
    { url: 'http://deer.ysigntech.com/upload/qYfmwk/dian1.png' },
    { url: 'http://deer.ysigntech.com/upload/qYfmwk/dian2.png' },
    { url: 'http://deer.ysigntech.com/upload/qYfmwk/dian3.png' }
  ],
  archives: [
    { content: '· 痤疮和痤疮痕迹、疤痕患者；' },
    { content: '· 有眼周细纹、干纹、面部及额部皱纹、关节皱褶及妊娠纹者；' },
    { content: '· 有雀斑、颧骨母斑等色素性病变者；' },
    { content: '· 有皮肤松弛及其他深层疤痕者。' },
  ],
  taboo: [
    { content: '· 瘢痕体质者；' },
    { content: '· 严重糖尿病，高血压患者；' },
    { content: '· 精神病患者，或对治疗有过高期望值者；' },
    { content: '· 活动期白癜风和银屑病，系统性红斑狼疮；' },
    { content: '· 妊娠期或哺乳期；' },
    { content: '· 有活跃的局部或全身性感染，或治疗区域有开放性伤口；' },
    { content: '· 光过敏者；' },
    { content: '· 曾行化学剥脱术、磨削术及其他焕肤术者；' },
    { content: '· 使用维甲酸药物者；' },
    { content: '· 不愿意术后进行防晒，及接受磨削术风险等患者。' },
  ],
  advantage: [
    { content: '· 与传统的激光治疗相比，点阵激光临床使用范围更加广泛；' },
    { content: '· 可用于治疗青春痘印、细小皱纹、皮肤老化、黄褐斑、咖啡斑、毛孔粗大、暗沉等皮肤问题，尤其是针对青春痘印有明显的治疗效果。' }
  ],
  shortcoming: [
    { content: '· 与其他激光治疗相比，创伤较大；' },
    { content: '· 恢复期较长，大约有1周的结痂期；' },
    { content: '· 治疗后要严格注意防晒。' }
  ],
  detail: {
    'time': '30分钟左右',
    'continued': '1年左右',
    'anaesthesia': '无需麻醉或表麻',
    'recovery': '7-14天',
    'cycle': '3-6次一疗程，每次间隔一个月',
    'Qualifications': '医疗美容科或皮肤科执行医师',
    'Operator': '光电',
    'ache': '中度疼痛'
  },
  question: [
    {
      'id': 0,
      'q': '点阵CO2激光是什么意思？',
      'a': '点阵CO2激光，并非是激光器，而是指激光器的一种工作模式，就是点阵样发射的CO2激光。用手电筒打个比方，正常打开是一个大光斑，点阵模式就是把前面蒙一个纱网，大光斑格局没变，但是被分成了一个个小光斑，把毫米级、厘米级的光束做成微米级的微光束，就好比大钉子换成细针。'
    }, {
      'id': 1,
      'q': '点阵激光治疗过程中会不会出血？',
      'a': '不会。点阵激光的焦斑细如发丝，在皮肤上产生的直径只有50-120um的微孔，在微孔周围有小范围的热凝固区域，这个区域的温度大于65℃，这个温度可以使血液凝固，所以不会产生出血。'
    }, {
      'id': 2,
      'q': '点阵激光和微针的区别？',
      'a': '微针是应用滚针在皮肤上产生微孔，直接破坏皮肤的组织结构，发生炎症修复反应，微针和微孔直径更大，且没有热作用即热凝固和热效应，所以不会产生胶原的收缩和新生。'
    }, {
      'id': 3,
      'q': '点阵激光对面部哪些方面的皱纹效果更好？',
      'a': '点阵激光更适合于轻中度的皱纹，尤其是外科手术和软组织填充不能消除的细小皱纹。'
    }, {
      'id': 4,
      'q': '为什么点阵激光的穿透深度为2mm？',
      'a': '因为紫外线的照射会导致2mm深度的弹性纤维变性，所以点阵激光设置将深度控制在2mm，能从而改变光老化导致的皮肤问题。'
    }, {
      'id': 5,
      'q': '是当时效果明显还是后期的效果明显？',
      'a': '当时提升的效果会很明显，主要是因为热效应使胶原收缩引起的，但后期会有胶原的新生，所以你会发现后期皮肤会越来越好，质地越来越细腻，皱纹越来越浅。'
    }, {
      'id': 6,
      'q': '治疗后，饮食方面需要注意什么？',
      'a': '点阵激光治疗后，禁吸烟、饮酒，禁服阿司匹林、保泰松等药物，一个月内最好别食用辛辣刺激等食物，譬如辣椒、胡椒、姜等发物的食物。'
    }
  ],
  prompt: [
    { tip: ' 1.治疗前一个月内，请勿过度日晒、进行日光浴或是spa；' },
    { tip: ' 2.治疗前一周内，勿施行镭射、磨皮、果酸换肤等治疗；' }, 
    { tip: ' 3.若有光敏感病史、皮肤病变、或免疫系统异常或是怀孕、服用特殊药物的人，需提前咨询医生意见；' },
    { tip: ' 4.正在发炎、化脓中、有多处伤口的皮肤交不适合此治疗。' }

  ],
  postoperative: [
    {
      time: '0天~3天',
      name: '红肿期',
      tips: '治疗数小时内有轻度灼烧感，伴有轻度肿胀。',
      method: {
        me: '1.治疗结束后，不可立即用手触摸局部，以防造成细菌感染；\n2.治疗部位有微红、微灼热感、属于正常现象，可以局部冰敷处理，以减轻肿胀与疼痛。',
      }
    },
    {
      time: '4天~7天',
      name: '结痂期',
      tips: '治疗后第三天局部创面开始形成微小颗粒的痂皮，5~7天脱落。',
      method: {
        me: '1.不搓擦治疗区域，忌辣、烟和酒，近段时间禁食颜色深的食物如：咖啡、可乐等，要让痂皮自行脱落，不得强行剥落；\n2.不参加剧烈运动，以免出汗后引起感染；\n3.面部治疗五天内不宜用热水洗脸。',
      }
    }, {
      time: '8天~30天',
      name: '结痂脱落期',
      tips: '约7~10天痂皮会脱落完毕，形成新生皮肤呈淡淡的粉色。',
      method: {
        me: '1.有轻微干燥、脱屑、结痂时，请勿自行抠抓剔除结痂，一定让痂皮成熟自行脱落；\n2.严格防晒、避免晒伤导致色素沉着；\n3.尽量减少食用色素含量较高的食物或饮料。'
      }
    }, {
      time: '31天~180天',
      name: '效果稳定期',
      tips: '伤口恢复，胶原持续新生，效果显现。有部分患者会出现色素沉着（深肤色的患者易出现），一般在3~6个月会减淡。',
      method: {
      me: '1.完成疗程的治疗，一般需要多次（3 - 5次）治疗，每次间隔1 - 2个月；\n2.如出现色沉着，配合药物治疗会加速色沉的消退；\n3.治疗后3个月内必须避免强烈日晒。'
      }
    },
  ]
}
]

// 定义数据出口  
module.exports = {
  postList: localData
}  
