// 本地模拟数据  
var localData = [
{
  // 热玛吉
  id:1,
  activeIndex: 0,
  orientationList: [
    { id: "01", region: "项目介绍" },
    { id: "02", region: "项目档案" },
    { id: "03", region: "常见问题" },
    { id: "04", region: "术前提示" },
    { id: "05", region: "术后护理" }
  ],
  attention: [
    {src: '../../images/rx.png'},
    {src: '../../images/rx.png'},
    {src: '../../images/rx.png'},
    {src: '../../images/rx.png'},
    {src: '../../images/rx.png'}
    ],
  safe: [
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' }
  ],
  complexity: [
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' },
    { src: '../../images/hx.png' },
    { src: '../../images/hx.png' },
    { src: '../../images/hx.png' }
  ],
  project:{
    'id': "01",
    region:'项目介绍',
    'icon':'../../images/1.png',
    'title':'项目概览',
    'title1':'项目简介',
    'src':'http://deer.ysigntech.com/upload/qYfmwk/ji.jpg',
    'price':'约3800~9800元/全脸',
    'effectList':[
      '祛皱、面部提升、紧致/紧肤、抗初老、颈部年轻化'
      ],
    'content':'热玛吉（Thermage）也被称为电波拉皮，是一种单极射频美容紧肤设备；其原理是通过电磁波产生的热能，作用于肌肤，可达肌肤真皮层和部分皮下层，激活皮肤胶原与纤维。重构胶原支架，从而实现紧肤、提升及抗皱的功效。',
    'characteristic':'非侵入式除皱紧肤塑形技术，被称为“紧肤抗衰技术金标准。',
    'byname':'电波拉皮、塑美极、thermage、CPT紧肤系统、热酷紧肤',
    'use':'热玛吉',
    'instrument':'热玛吉（Thermage）又叫塑美极，是来自美国Solta Medical公司的非手术提拉技术。获得美国FDA（美国药监局）、CE（欧盟合格认证）和CFDA（中国药监局）三方认证是既能溶质又能紧肤提升的非手术年轻化利器，是一种安全性高、不会造成伤口的治疗方式，2009年开始风靡全球的非手术整科技的代表之一。',
    'similarity':'超声刀、射频紧肤、青春解码仪美肤、热拉提、美提塑',
        toView: 'inToView01',
  },
  effect: [
    { url: 'http://deer.ysigntech.com/upload/qYfmwk/ji1.jpg' },
    { url: 'http://deer.ysigntech.com/upload/qYfmwk/ji2.jpg' },
    { url: 'http://deer.ysigntech.com/upload/qYfmwk/ji3.jpg' }
  ],
  archives:
   [
    { content:'· 面部皮肤组织松弛下垂、皱纹过多者;'}, 
    { content:'· 肤质老化粗糙、眼周区及颈部组织松弛、下垂着;' }, 
    { content:'· 青春痘、妊娠纹者;'}, 
    {
      content:'· 想做全身抗衰老、紧肤塑形者。'
  }],
  taboo:[
    { content: '· 体内植入心脏起搏器，或其他相似电子装置者；' },
    { content: '· 过去9个月内，服用口服异维甲酸治疗的患者；' },
    { content: '· 面部有填充物者；' },
    { content: '· 严重心脏病、糖尿病、甲亢患者。' },
  ],
  advantage:[
    { content: '· 安全性高，随做随走；' },
    { content: '· 治疗过程基本没有疼痛感；' },
    { content: '· 特有打格定位技术，治疗准确自然；' },
    { content: '· 不仅能提拉紧致肌肤，还可刺激胶原蛋白源再生。' }
  ],
  shortcoming:[
    { content: '· 效果非永久性的。' },
  ],
  detail:{
    'time':'1.5-2小时',
    'continued':'1~2年',
    'anaesthesia':'表麻',
    'recovery':'5~7天',
    'cycle':'单次，可在6个月后进行再次治疗',
    'Qualifications':'医疗美容科或皮肤科执行医师',
    'Operator':'光电',
    'ache':'轻度疼痛'
  },
  question:[
   {
      'showView': true,
      'id': 0,
      'q': '哪些部位适合做热玛吉？',
      'a': '很多身体的部位都是可以做热玛吉（Thermage电波拉皮）治疗的，包括面部、眼周、唇周、腹部、上臂、大腿和臀部等，（Thermage电波拉皮）还能用于缓解橘皮症。'
    }, {
      'showView': false,
      'id': 1,
      'q': '热玛吉可以治疗哪些皮肤问题？',
      'a': '热玛吉可以收紧面部松弛的皮肤，使得面部轮廓，尤其是下颌的轮廓线条明晰，收紧松弛的下巴（俗称火鸡颈）。热玛吉还可以消除面部的细纹，改善眼袋，收紧眼周的皮肤。对产后松弛的皮肤及妊娠纹也有很好的紧实效果。'
    }, {
      'showView': false,
      'id': 2,
      'q': '热玛吉治疗会不会烫伤皮肤？',
      'a': '虽然热玛吉产生的温度达到65℃-70℃左右，但是直接作用到皮下真皮层，完全不对皮肤加热，所以不会对皮肤造成损伤。'
    }, {
      'showView': false,
      'id': 3,
      'q': '热玛吉效果是立竿见影吗？需要几次治疗？',
      'a': '热玛吉治疗后皮肤会有被提升的感觉，通常3-6个月以后效果改善比较明显，而效果的持续时间会因每个人肤质和肌肤状态而不同，一般一次治疗可达到满意的效果；想要稳固效果，可以在半年后进行二次治疗。想要长期维养，可以每2年进行一次。'
    }, {
      'id': 4,
      'showView': false,
      'q': '热玛吉紧肤效果和手术除皱比起来怎么样？',
      'a': '手术除皱能够解决严重的皮肤松弛问题，但创伤较大，且需要相当长的恢复时间，比较适合皮肤松弛较严重的年龄层，而热玛吉适合皮肤轻度松弛的人群。'
    }, {
      'id': 5,
      'showView': false,
      'q': '多久能看到效果？效果能够维持多长时间？',
      'a': '治疗后可以看见及时的紧致效果，但随着自身胶原蛋白的再生，绝大多数人会在治疗后6个月看到较佳的效果。维持效果的时间，则是每个人具体的衰老程度、生活方式等有关，通常可以维持1-2年左右。'
    }, {
      'id': 6,
      'showView': false,
      'q': '会导致面部僵硬，影响面部表情吗？',
      'a': '热玛吉的治疗效果是渐进的，不会直接改变组织容量、肌肉活性，因此是不会影响面部表情的。'
    }
  ],
  prompt:[
    { tip: ' 1.去除所有金属物品，确保没有金属与病人直接接触；' },
    { tip: ' 2.完全洗去麻醉药膏；' },
    { tip: ' 3.如果有心脏植入物、金属假牙或皮肤填充物，应提前告知医生，由医生结合患者的情况，来判断是否可以进行施打。' },
  ],
  postoperative:[
    {
      time:'0天~7天',
      name:'红肿期',
      tips: '在术后会出现，一些红肿的正常现象，两个小时以后就会恢复。',
      method:{
        me:'1.避免出入高热环境，如桑拿、温泉；\n2.避免阳光照射，多注意防晒；\n3.避免阳光照射，多注意防晒\n4.治疗后不能马上进行洗脸，也不能用热水敷脸。'
      }
       },
    {
      time: '8天~30天',
      name: '组织恢复期',
      tips: '极少部分人出现淤青，一般1-2周消退；个别人洗脸时，会有轻微触痛，一般7-10天消失。',
      method: {
        me: '1.适当补充胶原蛋白；\n2.治疗后两周内，不能做面部按摩；\n3.避免出入高热环境，如桑拿、温泉；\n4.避免阳光照射，多注意防晒，多敷补水面膜。'
      }
    }, {
      time: '31天~90天',
      name: '效果显现期',
      tips: '皮肤收紧，肤质改善，皱纹减少的效果，会逐渐产生。',
      method:{
        me: '	注意做好补水和防晒工作，避免晒伤导致色素沉着。'
      }
    }, {
      time: '91天~365天',
      name: '效果稳定期',
      tips: '由于皮肤组织需要时间，产生新的胶原蛋白，较佳的效果出现，在治疗3个月以后。',
      method:{
        me:'1.想要维持良好的效果者，可在治疗12个月后，进行二次加强治疗；\n2.如有任何不适，请及时到院复诊。'
      }
    },
  ]
},
  {
    // 热拉提
    'id': 2,
    orientationList: [
      { id: "01", region: "项目介绍" },
      { id: "02", region: "项目档案" },
      { id: "03", region: "常见问题" },
      { id: "04", region: "术前提示" },
      { id: "05", region: "术后护理" }
    ],
    attention: [
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' }
    ],
    safe: [
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' },
      { src: '../../images/rx.png' }
    ],
    complexity: [
      { src: '../../images/rx.png' },
      { src: '../../images/hx.png' },
      { src: '../../images/hx.png' },
      { src: '../../images/hx.png' },
      { src: '../../images/hx.png' }
    ],
    project: {
      'icon': '../../images/1.png',
      'title': '项目概览',
      'title1': '项目简介',
      'src': 'http://deer.ysigntech.com/upload/qYfmwk/ti.png',
      'price': '约8000~12000元/次',
      'effectList': [
        '减龄、面部年轻化、抗衰、祛皱、去面部皱纹、抗初老'
      ],
      'content': '热拉提是射频技术的升级版聚焦射频，突破了以往射频由表及里的加热模式，解决了其作用层次浅，不能加热筋膜层的问题；其聚焦射频能量，能越过表层皮肤，直达皮下SMAS筋膜层，有效激活真皮胶原蛋白重组与再生，达到提升松弛的面部线条以及紧肤等作用。',
      'characteristic': '真正有效深层提拉的治疗手段，实现紧肤、祛皱、提升等逆龄效果。',
      'byname': '聚焦射频紧肤、聚焦射频超声刀',
      'use': '热拉提',
      'instrument': '热拉提来自以色列（飞顿）激光公司的品牌被称为“聚焦射频超声刀”，可以有效将肌肤下垂松弛的情况；使用此疗法可以使全脸达到紧致提升的年轻化效果。是行业紧肤射频新标杆，开启分层抗衰新时代。',
      'similarity': '热玛吉、超声刀、射频紧肤、青春解码仪美肤、美提塑'
    },
    effect: [
      { url: 'http://deer.ysigntech.com/upload/qYfmwk/ti1.png' },
      { url: 'http://deer.ysigntech.com/upload/qYfmwk/ti2.jpg' },
      { url: 'http://deer.ysigntech.com/upload/qYfmwk/ti3.jpg' }
    ],
    archives: [
      { content: '· 皮肤松弛、鼻唇沟过深者;' },
      { content: '· 下颌轮廓线模糊者；' },
      { content: '· 上脸皮肤松弛、眉下垂者；' },
      { content: '· 双下巴、婴儿肥者。' }
     ],
    taboo: [
      { content: '· 患有皮肤肿瘤、活性皮肤疾病者；' },
      { content: '· 体内植入心脏起搏器，或其他相似电子装置者；' },
      { content: '· 过去9个月内，服用口服异维甲酸治疗的患者；' },
      { content: '· 面部有填充物者；' },
      { content: '· 严重心脏病、糖尿病、甲亢患者；' },
      { content: '· 妊娠期女性。' }
    ],
    advantage: [
      { content: '· 单次治疗，就能快速看到松弛下垂的皮肤得到收紧上提；' },
      { content: '· 选择性加热皮肤层，不损伤和烫伤皮肤；' },
      { content: '· 有效提拉SMAS筋膜全层，解决面部下垂问题；' }, 
      { content: '· 个性化抗衰，可以根据不同部位，不同皮肤状况，调节能量进行治疗。' }
    ],
    shortcoming: [
      { content: '· 若想达到理想效果，需按疗程治疗；' },
      { content: '· 需按疗程治疗效果更佳；' },
      { content: '· 个别部位会产生疼痛感。' }
    ],
    detail: {
      'time': '30分钟-1小时',
      'continued': '2~3年',
      'anaesthesia': '无需麻醉或表麻',
      'recovery': '7-14天',
      'cycle': '单次，可在6个月后进行再次治疗',
      'Qualifications': '医疗美容科或皮肤科执行医师',
      'Operator': '光电',
      'ache': '轻度痛感'
    },
    question: [
      {
        'id': 0,
        'q': '什么样的情况下适合做热拉提？',
        'a': '当发现自己的皮肤开始出现细纹、松弛、下垂迹象时，就可以开始做了；还有一部分人群，是已经发现自己出现明显的鼻唇沟、口角纹或者泪沟、毛孔粗大的时候，也可以做热拉提的疗程。'
      }, {
        'id': 1,
        'q': '皮肤松弛、下垂、暗黄无光泽做热拉提能解决吗？',
        'a': '最常见的皮肤衰老状态有皮肤暗黄、没有光泽，又伴随松弛、下垂的状态，针对这部分人群，可以选择在热拉提治疗的基础上，联合彩光嫩肤的治疗，这样不仅可以改善皮肤的松弛、下垂、老化，还能改善皮肤的色斑、提高皮肤的紧致度，提亮肤色。'
      }, {
        'id': 2,
        'q': '热拉提治疗后多久能看到效果？',
        'a': '7热拉提的效果分为即刻效果与长期特效(1)	即刻效果：在护理后因胶原纤维受热，即可收缩产生紧致感，持续约3天左右；(2)	长期持效：分两个阶段，新胶原新生期（护理后3天到1个月，成纤维母细胞不断释放胶原道白，新胶原不断合成，胶原层得到补充。）胶原巩固期（护理后1 - 3个月，随着胶原的新生，数量增多，排列更致密，松弛的皮肤变紧致，皮肤的光泽度和色泽度大大改观。'
      }, {
        'id': 3,
        'q': '热拉提治疗安全吗？',
        'a': '热拉提抗衰系统非常的安全，该产品已获得FDA（美国药监局）和CFDA（中国药监局）认证，经过了大量临床验证后，才进入医学美容。'
      },{
        'id': 4,
        'q': '热拉提需要几次治疗？效果能维持多久？',
        'a': '根据面部衰老情况来定；面部衰老治疗目的是改善目前松弛、皱纹；刚做完热拉提的即使效果只有40%左右，随着时间推移胶原蛋白持续得到新生，皮肤状态会逐渐变得细嫩饱满，在疗程期内通过适当的保养，及良好的生活习惯，效果会稳定的维持，平均水平是2-3年，甚至更多。'
      }
    ],
    prompt: [
      { tip: ' 1.去除所有金属物品，确保没有金属与病人直接接触；' },
      { tip: ' 2.完全洗去麻醉药膏；' },
    { tip: ' 3.如果有心脏植入物、金属假牙或皮肤填充物，应提前告知医生，由医生结合患者的情况，来判断是否可以进行施打。' }
    ],
    postoperative: [
      {
        time: '0天~3天',
        name: '红肿期',
        tips: '刚治疗完的即刻效果，只有整体效果的40%左右；此期间会出现肿胀现象，属于正常情况，一般3天之后，就会开始消退，两周内可以完全消失。',
        method: {
          me: '1.建议多饮水，24小时内，7-8杯水（350ml/杯）；\n2.治疗当天至一周，每天一贴补水面膜；\n3.治疗当天后，不宜化浓妆，只做补水护理即可\n4.不宜饮酒、蒸桑拿。'
        }
      },
      {
        time: '4天~14天',
        name: '组织恢复期',
        tips: '肿胀基本消失，由于皮下深层组织的恢复仍然存在，近期可能会导致脸部外形不美，发红的现象，过段时间可完全消退。',
        method: {
          me: '1.采取适当热敷等方法，加快恢复；\n2.注意防晒（即使冬天，也要做好紫外线防护），避免晒伤导致色素沉着。'
        }
      }, {
        time: '15天~90天',
        name: '效果显现期',
        tips: '随着胶原的新生，数量增多，排列更致密，松弛的皮肤变得紧致，皮肤的光泽度和色泽度大大改观。',
        method: {
          me: '可以内服修复性胶原蛋白，保证体内营养充足。\n'
        }
      }, {
        time: '90天~180天',
        name: '保持期',
        tips: '达到预期效果，可以对效果进行加强，多次抗衰一定比单次抗衰效果持久稳定，长期下来就会有很大的年龄差。',
        method: {
          me: '如果希望彻底延缓衰老速度，可以作为保养型治疗，半年做一次即可。'
        }
      },
    ]
}, {
  // 超声刀
  'id': 3,
  orientationList: [
    { id: "01", region: "项目介绍" },
    { id: "02", region: "项目档案" },
    { id: "03", region: "常见问题" },
    { id: "04", region: "术前提示" },
    { id: "05", region: "术后护理" }
  ],
  attention: [
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' }
  ],
  safe: [
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' },
    { src: '../../images/rx.png' }
  ],
  complexity: [
    { src: '../../images/rx.png' },
    { src: '../../images/hx.png' },
    { src: '../../images/hx.png' },
    { src: '../../images/hx.png' },
    { src: '../../images/hx.png' }
  ],
  project: {
    'icon': '../../images/1.png',
    'title': '项目概览',
    'title1': '项目简介',
    'price': '10000~30000元/全脸',
    'src': 'http://deer.ysigntech.com/upload/qYfmwk/dao.jpg',
    'effectList': [
      '面部年轻化、祛皱、面部提升、紧致/换肤、抗初老、颈部年轻化'
    ],
    'content': '超声刀是通过HIFU聚焦原理，将能量聚焦于SMAS层（筋膜层），使用胶原蛋白达到较理想的变性温度（60℃-70℃），刺激SMAS筋膜层胶原蛋白增生和重组，构建全新的胶原蛋白纤维网，以非侵入性方式，达到紧致提升的效果，恢复皮肤弹力和年轻活力。',
    'characteristic': '可以让有效肌肤恢复年轻质感，备受求美者的喜爱和追捧。',
    'byname': '聚焦超声、HIFU刀、电波拉皮',
    'use': '美国Ultherapy超声刀',
    'instrument': '利用聚焦式超音波技术，是目前FDA取得“Lifting”效果认证仪器。Ulthera超声刀有着最为精准定位的能量落点，稳定性高。一次治疗即可实现提拉、紧致、塑形，效果持久，具有超声刀中的爱马仕之称。',
    'similarity': '热玛吉、射频紧肤、青春解码仪美肤、热拉提、美提塑'
  },
  effect: [
    { url: 'http://deer.ysigntech.com/upload/qYfmwk/dao1.jpg' },
    { url: 'http://deer.ysigntech.com/upload/qYfmwk/dao2.jpg' },
    { url: 'http://deer.ysigntech.com/upload/qYfmwk/dao3.jpg' }
  ],
  archives: [
    { content: '· 皮肤松弛、轮廓不清晰者；' },
    { content: '· 面部有轻微脂肪者；' },
    { content: '· 组织松垂、苹果机下滑、鼻唇沟深者；' },
    { content: '· 皮肤老化、面部皱纹明显者；' },
    { content: '· 希望通过非手术、无创的方式实现面部年轻化者。' },
  ],
  taboo: [
    { content: '· 体内植入心脏起搏器，或其他相似电子装置者；' },
    { content: '· 月经期及妊娠期女性；' },
    { content: '· 面部有植入物或注射填充物、金属牙齿填充物、植入物、支架者需要提前告知医师，判断是否适合接受治疗。' },
  ],
  advantage: [
    { content: '· 可以有效地对皮肤起到提拉紧致的效果；' },
    { content: '· 有轻微的燃脂功效；' },
    { content: '· 通过无创的方式深入SMAS筋膜层，实现非手术拉皮的效果。' }
  ],
  shortcoming: [
    { content: '· 价格较高、维持时间2年左右；' },
    { content: '· 对皮肤及组织严重松垂衰老者不适用。' }
  ],
  detail: {
    'time': '30分钟-1小时',
    'continued': '2年左右',
    'anaesthesia': '表麻',
    'recovery': '1-3个月',
    'cycle': '单次，可在6个月后进行再次治疗',
    'Qualifications': '医疗美容科或皮肤科执行医师',
    'Operator': '光电',
    'ache': '无痛'
  },
  question: [
    {
      'id': 0,
      'q': '超声刀适合所有皮肤衰老者吗？',
      'a': '实际上，目前没有哪种医学技术是适合所有人，超声刀也如此，以下几种人是不适合超声刀的：年龄较大、皮肤严重松弛，超声大改善效果可能有限，需手术提拉。此外怀孕女性，严重心脏病、糖尿病患者也不适合做。'
    }, {
      'id': 1,
      'q': '超声刀治疗时会很痛吗？',
      'a': '在治疗前使用麻醉药膏，根据治疗区域的不同，治疗时间大约为15分钟到1小时（面部及颈部），在治疗过程中每个人对疼痛的敏感程度是不一样的，要是第一次尝试，过分的紧张，可能会有酸胀感，这些都属于正常现象，一般都是可以接受的。'
    }, {
      'id': 2,
      'q': '超声刀治疗后多久可以见到效果？',
      'a': '大多数人在短时间内，就可以看到组织收紧、皮肤收紧、肤质改善、皱纹减少的效果，而由于皮肤组织需要时间产生新的胶原蛋白，较好的效果出现在治疗3个月以后。'
    }, {
      'id': 3,
      'q': '超声刀安全吗？会有副作用吗？',
      'a': '点论安全超声刀绝对是安全无副作用的！因为不手术不开刀、无任何创伤。通过声波聚焦原理，刺激SMAS层筋膜收缩，自身胶原再生达到提升收紧饱满的功效！随着年龄的增长，皮肤中的胶原蛋白流失加速，皮下胶原蛋白纤维网断裂松弛，此时如果没有做好预防和修复，超声刀时高温会刺激肌肤直接坏死凝固产生焊接作用，从而出现面部灼伤、凹凸不平、面部僵硬、皮肤干燥缺水、皮肤永久性塌陷以及没效果等不良副作用。'
    }, {
      'id': 4,
      'q': '超声刀做完一次就有效果吗？需要做多少次呢？',
      'a': '多数人只需要接受一次治疗，就可以达到满意的效果；但有些人接受第二次治疗会有更好的效果，第二次治疗可在首次治疗6-9个月后进行。若想作为长期年轻化维养，可以每2年进行一次治疗。'
    }
  ],
  prompt: [
    { tip: ' 1.去除所有金属物品，确保没有金属与病人直接接触；' },
    { tip: ' 2.完全洗去麻醉药膏；' }, 
    { tip: ' 3.如果有心脏植入物、金属假牙或皮肤填充物，应提前告知医生，由医生结合患者的情况，来判断是否可以进行施打。' }
  ],
  postoperative: [
    {
      time: '0天~7天',
      name: '红肿期',
      tips: '刚治疗完，大概可以看到整体效果的20%左右；治疗后可能会出现，轻微的泛红、深层部位水肿、小刺痛等，属于正常的暂时性反应，这种现象正常会在5-7天后消除。',
      method: {
me: '1.治疗后3天内，请勿用热水洗脸（不超过体温的水即可）；\n2.治疗一周内，请勿用热水洗浴（不超过体温的水即可）；\n3.注意补水即可，建议一周不超过2次面膜；\n4.要避免处于高热环境，例如三温暖、桑拿等，以免影响治疗效果。',
      }
    },
    {
      time: '8天~30天',
      name: '组织恢复期',
      tips: '红肿逐渐消退，有个别人群在恢复后，面部有局部稍微麻木的感觉，属于正常现象，一般2周左右，会慢慢消失。',
      method: {
me: '1.治疗后一个月内，不要吃酱油等色素重的食物，不要喝酒、吃辣椒；\n2.避免阳光照射，尤其是暴晒，出门应使用防晒霜保护皮肤；\n3.避免强烈运动；\n4.治疗两周内，不能做面部按摩。',
      }
    }, {
      time: '31天~180天',
      name: '效果显现期',
      tips: '在治疗后的2-6个月中，胶原蛋白会逐步重建与新生，达到皱纹减少变浅、皮肤光滑、富有弹性，出现年轻化状态的效果。',
      method: {
        me: '1.注意做好补水和防晒工作，避免晒伤导致色素沉着；\n2.可以适当补充胶原蛋白和透明质酸等皮肤营养品（具体用量，最好在专业医师指导下，根据皮肤健康情况来补充）。'
      }
    }, {
      time: '181天~365天',
      name: '效果稳定期',
      tips: '达到预期效果，可以对效果进行加强。',
      method: {
        me: '想要实现叠加效果者，可以在此时期，通过再次治疗，来达到更加的效果；如有任何不适，请及时到院复诊。\n'
      }
    },
  ]
}
]

// 定义数据出口  
module.exports = {
  postList1: localData
}  
